Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: Something went wrong when retrieving the image. Please try again.
ne: चित्र पाउन कुनै त्रुटि भयो। कृपया पुनः प्रयास गर्नुहोस।

source: Force Closed
ne: _अन्त्य गर्न दवाब दिनुहोस्

source: File size
ne: फाइल आकार

source: $1 {{PLURAL:$1|day|days}} ago
ne: $1 {{PLURAL:$1|दिन|दिन}} अघि

source: Occurrences
ne: उपलब्धताहरू

source: Eliminators
ne: हटाउनेहरु

source: next page
ne: अर्को पृष्ठ

source: Photographer's Barnstar
ne: फोटोग्राफर बार्नस्टार

source: Show all
ne: सबै हेर्ने

source: Content page
ne: सामाग्री पृष्ठ

source: ==== Web page ====
ne: ==== वेब पेज ====

source: change protection levels for this page
ne: यो पृष्ठको सुरक्षा स्तर परिवर्तन गर्ने

source: Residence:
ne: निवास:

source: Create a new topic
ne: नयाँ शीर्षक बनाउने

source: [[:File:%(localfile)s|File]] moved to [[:commons:File:%(commonsfile)s|commons]].
ne: [[:File:%(localfile)s|File]]लाई [[:commons:File:%(commonsfile)s|कमोन्स]]मा सारियो ।

source: You cannot send WikiLove to more than $1 {{PLURAL:$1|user|users}} at once.
ne: तपाईं $1 भन्दा बढी {{PLURAL:$1|प्रयोगकर्ता|प्रयोगकर्ताहरू}}लाई एकै पटक विकिलभ पठाउन सक्नुहुन्न।

source: Summary:
ne: सारांश:

source: Create new folder
ne: नयाँ फोल्डर बनाउनुहोस्

source: List View
ne: सूची रुप

source: Calibrate the device
ne: यन्त्र क्यालिब्रेट गर्नुहोस्

source: Empty account
ne: खाता खाली

source: Previous scholar?
ne: पछिल्लो छात्रवृत्ति?

source: Collapse Block
ne: ब्लक भत्काउनुहोस्

source: Sailing to Europe
ne: जहाजबाट युरोप जानुहोस्

source: The following category pages exist, although no other page or category makes use of them.
ne: तल श्रेणीका पृष्ठहरू उपलब्ध भएता पनि उक्त पृष्ठहरूलाई अन्य पृष्ठहरू तथा श्रेणीले प्रयोग गर्न सक्दैनन् ।

source: Changed subject
ne: विषय सारियो

source: Back to top
ne: सिरानमा जाने

source: All displays
ne: सबै प्रदर्शनहरु

source: Download of '%1' is finished.
ne: '%1' अधोभरण पूरा भयो ।

source: Deleted old revision $1
ne: पुराना पुनरावलोकनहरु $1 मेटिए

source: Observations
ne: अबलोकनहरू

source: Hide redirect pages
ne: रिडाइरेक्ट पृष्ठहरू लुकाउ

source: Image rotated by $1 {{PLURAL:$1|degree|degrees}} clockwise
ne: चित्रलाई $1 {{PLURAL:$1|डिग्री|डिग्रिहरू}} देखि विपरित दिशामा घुमाइएको थियो

source: TUSC password
ne: TUSC पासवर्ड

source: Multi_key
ne: मल्टिकीइ

source: Bot: Updating log
ne: रोबोट: लग अध्यावधिक गर्दै

source: N/A
ne: आवश्यक नभएको

source: Bot: Adding a disambig page
ne: रोबोट: अर्थ बुझाउने पृषठ थप्दै

source: Requires: %string%
ne: चाहिएको: %string%

source: Updating problem report
ne: समस्या प्रतिवेदन अद्यावधिक गर्दै

source: Email notification
ne: इमेल जानकारी

source: Node History: %{name}
ne: अंशको इतिहास: %{name}

source: _Time & Date
ne: _समय र मिति

source: === Normal rank ===
ne: === सामान्य र्‍याङ्क ===

source: Protection parameters
ne: सुरक्षा प्यारामेटर

source: Search method
ne: खोज्ने तरिका

source: Names
ne: नाम

source: Year counts
ne: बार्षिक गन्ती

source: Adds an interface for facilitating positive user feedback to user talk pages
ne: प्रयोगकर्ता वार्ता पृष्ठहरूमा प्रयोगकर्ताको सकारात्मक प्रतिकृया व्यक्त गर्ने सुविधाको लागि इन्टरफेस जोड्छ।

source: View and restore deleted pages
ne: मेटाइएका पृष्ठहरू हेर्ने अनि पुनर्स्थापित गर्ने

source: Cursor Up or Down
ne: कर्सर माथि या तल

source: Problem loading data.
ne: आँकडा (data) चढाउनमा समस्या

source: Only registered users can read the site
ne: पञ्जिकृत प्रयोगकर्ताले मात्र यो साइट पढ्न सक्छन्

source: cascading
ne: लाममा राख्ने

source: <strong>Reminder:</strong> You have not provided an edit summary. If you click "{{int:savearticle}}" again, your edit will be saved without one.
ne: '''यादगर्नुहोस् :''' तपाईंले सम्पादन सारांश दिनुभएको छैन । यदि तपाईंले "{{int:savearticle}}" थिच्नुभयो भने , सारांश बिना नै संग्रहित गरिने छ ।

source: Sri Lankan rupee
ne: श्रीलंकाली रुपैया

source: Centered
ne: केन्द्रीकृत

source: Enable
ne: सक्रिय पर्ने

source: Select the color you want from the outer ring. Select the darkness or lightness of that color using the inner triangle.
ne: तपाईँले बाहिरी घेराबाट चाहेको रङ चयन गर्नुहोस्। भित्री त्रिकोण प्रयोग गर्ने रङको अँध्यारोपन वा चम्किलोपन चयन गर्नुहोस्।

source: Restore Behavior Settings
ne: व्यवहार सेटिङ पुनर्स्थापित

source: Sorry, the URL you are looking for has not been found.
ne: क्षमा गर्नुहोला, तपाईंले खोज्नुभएको यूआरएल भेटिएन।

source: Global rights log
ne: वैश्विक अधिकार लग

source: Mission Influence
ne: प्रभावित मिसन

source: Consequences
ne: परिणाम

source: Happy
ne: खुसी

source: Move protection level of the page
ne: पृष्ठको सुरक्षा स्तर सम्पादन हटाउने

source: Average number of edits per year
ne: प्रतिबर्ष औसत सम्पादन संख्या

source: High Contrast
ne: उच्च कन्ट्रास्ट

source: Defense %bonus%%
ne: रक्षा %bonus%%

source: stop ignoring this user
ne: यी प्रयोगकर्तामाथिको उपेक्षा रोक्ने

source: Applied manually by users and bots
ne: प्रयोगकर्ताहरू तथा बोटहरूबाट म्यानुअल्ली लागु गरिएको

source: A database error occurred.
ne: डेटावेसमा त्रुटि उत्पन्न भयो।

source: No results found.
ne: कुनै पनि नतिजाहरू भेटिएन

source: Inscriptions
ne: विवरण

source: Please try again when you're connected to a network.
ne: जडान सुचारू भए पछि पुन: प्रयास गर्नुहोस् ।

source: Caps lock and Num lock are on
ne: क्याप्स लक र नम लक खुला छ

source: Unknown Coastal Region
ne: अज्ञात खोला तिरको इलाका

source: global filter $1
ne: विश्वव्यापी फिल्टर "$1"

source: Language link removed: $1
ne: भाषा लिङ्क मेटियो: $1

source: prc8 Envelope
ne: prc8 खाम

source: Bluetooth is disabled by hardware switch
ne: ब्लुटुठ हार्डवेयर स्विचबाट बन्द गरिएको छ

source: Launch help browser
ne: मद्दत ब्राउजर सुरुआत गर्नुहोस्

source: prc2 Envelope
ne: prc2 खाम

source: Magnification:
ne: बढाइ:

source: $1 transclusions
ne: $1 पारदर्शन

source: == Deletion required == The destination page "[[:$1]]" already exists. Do you want to delete it to make way for the move?
ne: == मेटाउनु आवश्यक == लक्ष्य गरिएको पृष्ठ "[[:$1]]" पहिलादेखि छ के तपाईं यो त्यहाँ सार्न त्यसलाई मेट्न चाहनुहुन्छ?

source: Search result
ne: खोजको नतिजा

source: Contrast:
ne: व्यतिरेक:

source: Name:
ne: नाम:

source: Edit the cadre list
ne: संवर्ग सूची सम्पादन गर्ने

source: Registered on
ne: दर्ता भएको

source: The value you specified is not a number.
ne: तपाईँले जनाउनु भएको मान कुनै संख्या हैन ।

source: more unread messages
ne: थप नपढेका सन्देशहरु

source: Existing expiry time: $3, $2
ne: वर्तमान समय सीमा :$3, $2

source: Set language for $1
ne: विकीपिडियाको आफ्नो भाषा छान्नुहोस

source: Using battery power
ne: ब्याट्री प्रयोग गरिरहेको

source: HTTP request timed out.
ne: HTTP माँगिएको समय सकियो।

source: View history for the entire thread
ne: पूर्कोन थ्रेडको लागि इतिहास हेर्ने

source: On screen keyboard
ne: स्क्रिनमा किबोर्ड

source: White diamond suit
ne: सेतो हिरा

source: View relevant changes
ne: मिल्दो परिवर्तनहरू हेर्ने

source: Delete this page
ne: यो पृष्ठ मेटाउनुहोस्

source: Undeleted
ne: मेट्नेकार्यबाट पूर्व रुपमा फर्काइयो

source: A password reset email has already been sent, within the last {{PLURAL:$1|hour|$1 hours}}. To prevent abuse, only one password reset email will be sent per {{PLURAL:$1|hour|$1 hours}}.
ne: बितेको {{PLURAL:$1|घण्टा|$1 घण्टाहरु}} भित्र एउटा पासवर्ड अनुस्मारक पठाई सकिएको छ। दुरुपयोगबाट बचाउकोलागि प्रत्येक {{PLURAL:$1|घण्टा|$1 घण्टाहरु}}मा केवल एउटा पासवर्ड अनुस्मारक पठाइन्छ।

source: blank Blu-ray disc
ne: रित्तो ब्लुरे चक्का

source: Counted as a content page
ne: सामग्री पृष्ठको रुपमा गणना गरिएको

source: $1 secretly {{GENDER:$2|changed}} visibility of {{PLURAL:$5|a log event|$5 log events}} on $3: $4
ne: $1 ले गोप्य रूपले $3 पृष्ठमा निम्न {{PLURAL:$5|एक लग क्रिया|$5 लग क्रियाहरूको}} दृश्यता {{GENDER:$2|परिवर्तन गर्यो}}: $4

source: All countries
ne: सबै देशहरू

source: Student
ne: विद्यार्थी

source: The title you specified does not exist.
ne: तपाईंले खुलाउनु भएको शिर्षक उपलब्ध छैन।

source: Goods
ne: सामानहरू

source: An indexing process is currently running. Are you sure you want to quit and abort it now?
ne: सुचीकरण अनुक्रम चलिरहेको छ । यसलाई बन्द गरेर सबै रोक्न चाहुन्छ ?

source: If you remove the device, you will have to set it up again before next use.
ne: तपाईँले यन्त्र हटाउनु भयो भने, तपाईंले अर्को प्रयोग पहिले फेरि स्थापित गर्नुपर्ने छ।

source: Category information
ne: श्रेणी जानकारी

source: Assigned To
ne: निर्दिष्ट गरिएको

source: Low
ne: न्युन

source: Disables the visual editor on this page.
ne: भिजुअल एडिटरलाई यस पृष्ठमा अक्षम पार्ने।

source: Loading $1
ne: $1 खोल्दै

source: Are you sure you want to view the deleted revision of the file "<nowiki>$1</nowiki>" from $2 at $3?
ne: के तपाईंले $3 मा $2 बाट मेटिएको "<nowiki>$1</nowiki>" फाइलको मेटिएको संस्करण हेर्ने निश्चय लिनु भएकै हो?

source: _Right index finger
ne: दाहिने चोर औँला

source: Author Title Year Publisher
ne: लेखक शीर्षक वर्ष प्रकाशक

source: Menus
ne: मेनुहरू

source: Wildcards such as "*.wikipedia.org" may be used. Needs at least a top-level domain, for example "*.org".<br /> Supported {{PLURAL:$2|protocol|protocols}}: $1 (defaults to http:// if no protocol is specified).
ne: "*.wikipedia.org" वाइल्डकार्डको रुपमा प्रयोग गर्न सकिने। कम्तिमा ".org" जस्तो कुनै उच्च-स्तरीय डोमेनको आवश्यकता छ।<br /> समर्थित प्रोटोकल:$1 (यदि कुनै {{PLURAL:$2|प्रोटोकल|प्रोटोकलहरू}} दिइएको छैन भने http:// को प्रयोग गर्न सकिन्छ)

source: Bytes of JPEG data
ne: JPEG आँकड़ाको बाइट

source: Email options
ne: इमेल विकल्पहरु

source: Unamused face
ne: अप्रभावित अनुहार

source: Rendering failed
ne: प्रतिपादन असफल

source: Login successful
ne: प्रवेश सफल

source: Span
ne: विस्तार

source: New password:
ne: नयाँ पासवर्ड:

source: Spam
ne: स्प्याम

source: This user has [[$1|near native speaker]] knowledge of [[$2|$3]].
ne: यो प्रयोगकर्तासँग [[$2|$3]]को [[$1|करिब मौलिक प्रयोगकर्ता जस्तै]] ज्ञान छ।

source: Telugu
ne: तेलगु

source: Available from the "%s" source.
ne: "%s" स्रोत देखि उपलब्ध

source: Open tabs
ne: खुल्ला ट्याबहरू

source: Relevance
ne: मिल्ने

source: Thread history
ne: थ्रेड इतिहास

source: Do not delete content (ZIM) file.
ne: सामग्री(ZIM) फाइल नमेट्ने ।

source: Waste receptacle almost full
ne: फोहोर भण्डारण लगभग पूर्ण

source: Uncontacted
ne: सम्पर्क विहिन

source: Languages error
ne: भाषा त्रुटि

source: Hidden categories
ne: लुकाइएका श्रेणीहरू

source: Key to switch to the previous window in the Switcher for all viewports
ne: सबै भ्यूपोर्टमा भएकामध्ये खुलिरहेको अघिल्लो विन्डोमा जान्छ ।

source: Preview
ne: पूर्वावलोकन

source: Mark as patrolled
ne: गस्ती गरिएको(patrolled) को रुपमा चिनो लगाउने

source: Program class as used by the window manager
ne: सञ्झ्याल प्रबन्धक द्वारा प्रयोग गरिएको जस्तो कार्यक्रम तह

source: Extended search
ne: विस्तारित खोज

source: The file "$1" has no identical duplication.
ne: फाइल"$1" को दुरुस्त नक्कलहरु छैनन् ।

source: Stable
ne: स्थिर

source: Supported Flashpix version
ne: समर्थित फ्ल्यासपिक्स(Flashpix) संस्करण

source: Rendering
ne: प्रतिपादन गरिंदै छ

source: Please enter a correct card number for MasterCard.
ne: कृपया मास्टर कार्डको निम्ति सही कार्ड नम्बर हाल्नुहोस्

source: Email address:
ne: इमेल ठेगाना:

source: Discussion about edits from this IP address
ne: यो IP ठेगानाबाट गरिएका सम्पादनका बारेमा बार्तालाप

source: Type:
ne: प्रकार:

source: Are you sure you want to remove this entry from the list and all related files?
ne: के तपाईं निश्चित हुनुहुन्छ कि इन्ट्री र सूचीका सबै सम्बद्ध फाइलहरू हटाउन चाहनुहुन्छ?

source: Load more
ne: अझै लोड गर्नुहोस्

source: Edit conflict.
ne: द्वन्द्व सम्पादन गर्ने ।

source: Russian ruble
ne: रूसी रुबल

source: Suppression log
ne: कमगरेको लग

source: This location is owned by another nation.
ne: यो स्थान अन्य राष्ट्रको स्वामित्वमा छ ।

source: Load book
ne: पुस्तक लोड गर्ने

source: Bot edits
ne: बोटका सम्पादनहरू

source: Creating new, empty pages is not allowed.
ne: नयाँ तयार गर्दै, खाली पृष्ठ तयार गर्न अनुमति छैन ।

source: You cannot block or unblock other users because you are yourself blocked.
ne: तपाईंले अरु प्रयोगकर्ताहरूलाई प्रतिबन्धित गर्न वा उनीहरूको प्रतिबन्ध खोल्न सक्नुहुन्न किनभने तपाईं आफै प्रतिबन्धित हुनुहुन्छ।

source: Latest edit
ne: हालको सम्पादन

source: Featured articles
ne: छानिएका लेखहरू

source: view the checkuser log
ne: प्रयोगकर्ता जाँच लग हेर्ने

source: WLM Toolbox
ne: WLM औजारबट्टा

source: Throttle
ne: थ्रोटल

source: Drop To Add Application
ne: एप्लिकेसन थप्नको लागि ड्रप गर्नुहोस

source: Privacy
ne: गोपनीयता

source: New category
ne: नयाँ श्रेणीहरू

source: Meta information
ne: मेटा जानकारी

source: Edit Account
ne: खाता सम्पादन गर्नुहोस्

source: Input
ne: इनपुट

source: Cupcake
ne: कपकेक

source: Block this user
ne: यो प्रयोगकर्तालाई रोक्नुहोस

source: Edit name of main page
ne: मुख्य पृष्ठको नाम सम्पादन गर्ने

source: Installed Apps
ne: स्थापना गरिएका अनुप्रयोगहरू

source: _Other finger:
ne: अन्य औँला:

source: Switches windows of current applications.
ne: हालको एप्लिकेशनका विन्डोहरूबीच सर्छ ।

source: Mushrooms
ne: च्याउहरू

source: Save Changes
ne: परिवर्तनहरू संग्रह गर्नुहोस्

source: Caution
ne: सावधान

source: Cc Field
ne: Cc मान

source: Show battery status in the _menu bar
ne: ब्याट्रिको स्थिति _menu bar मा देखाउन

source: Worldwide
ne: विश्वभर

source: Please select your most active Wikimedia project.
ne: तपाईं सबैभन्दा बढी सक्रिय भएको विकिमीडिया परियोजना छान्नुहोस् ।

source: %d of %d
ne: %d मध्ये %d

source: Use a countdown
ne: गिन्ती प्रयोग गर्नुहोस

source: Address;URL;www
ne: ठेगाना; URL;www

source: Offline
ne: अफलाइन

source: Definition
ne: परिभाषा

source: Fine weather
ne: सफा मौसम

source: Menus Fade-in Duration
ne: मेनुहरू देखिँदै आउने अवधि

source: Presentation?
ne: प्रस्तुतिकरण?

source: Using UPS power
ne: युपिएस प्रयोग गरिरहेको

source: Based on work by $1.
ne: $1 को कामको आधारमा

source: Country
ne: देश

source: Information about bot accounts and the approval process
ne: बोट खाता सम्बन्धी जानकारी र अनुमोदन प्रक्रिया

source: Template name
ne: ढाँचा नाम

source: ISO 639-3 code:
ne: ISO 639-3 कोड:

source: Insert reference
ne: सन्दर्भ थप्ने

source: Update any redirects that point to the original title
ne: मुल शिर्षकमा केन्द्रित रिडाइरेक्टलाई अद्यावधिक गर्ने

source: Write
ne: लेख्ने

source: Global North/South:
ne: विश्वव्यापी उत्तर/दक्षिण:

source: Enable workspaces
ne: कार्यस्थान सक्रिय पार्नुहोस्

source: Usage error: $1
ne: प्रयोग त्रुटी:$1

source: compulsory flash firing
ne: अत्यावश्यक प्रकाश दिने

source: View discussion
ne: छलफल हेर्नुहोस्

source: (preview)
ne: (पूर्व रुप)

source: ^Try Ubuntu Kylin Netbook without installing
ne: ^ स्थापना बिना उबुन्टु कार्इलिन नेटबुक प्रयास गर्नुहोस्

source: Phase 1 fail list
ne: चरण १ असफलता सूची

source: Remove this tag?
ne: यो संकेतलाई हटाउने?

source: First steps
ne: पहिलो पाइला

source: Default Gray
ne: पूर्वनिर्धारित कैलो

source: Force reconnect
ne: जडानको लागि जोडगर्ने

source: A value of a type that cannot be encoded was given
ne: एक यस्तो प्रकारको मान दिइएको थियो जसलाई इनकोड गर्न सकिंदैन

source: C_hoose an alert sound:
ne: चेतावनी ध्वनि छान्नुहोस्:

source: Original size
ne: मूल आकार

source: This user has been blocked and hidden previously. The suppress log is provided below for reference:
ne: यो प्रयोगकर्तालाई पहिला रोक लगाइएको र लुकेको थियो । लु्काइएको लग सन्दर्भको निम्ति तल दिइन्छ:

source: Sound Preferences
ne: ध्वनि प्राथमिकताहरू

source: Download a $1 version of this wiki page
ne: यस विकि पृष्ठलाई $1 संस्करण डाउनलोड गर्ने

source: quality revision
ne: गुणवत्ता संशोधन

source: Links to which file page should be processed?
ne: फाइल पृष्ठ सम्पादन गर्नु पर्ने लक्ष्यको लिङ्क ?

source: deleted
ne: मेटिएको

source: Check user
ne: प्रयोगकर्ता जाँच

source: Authentication
ne: प्रमाणिकरण

source: user
ne: प्रयोगकर्ता

source: Unassign Staff
ne: कर्मचारीलाई हटाउने

source: Common CIDR:
ne: सामान्य सिआइडिआर:

source: The Special Barnstar is awarded to a user as a gesture of appreciation when there is no other barnstar which would be appropriate.
ne: विशेष बार्नस्टार प्रयोगकर्ताहरूलाई मनोबल उच्च बनाउनका निमित त्यस समय दिइन्छ जब अन्य कुनै बार्नस्टार उपयुक्त नहोस्।

source: The skin for all existing users of this wiki has been changed to "$1".
ne: यो विकिका सबै प्रयोगकर्ताहरूका लागि स्किन "$1" मा परिवर्तन गरियो

source: Ignore
ne: वेवास्ता गर्ने

source: Angry face
ne: रिसाएको अनुहार

source: [[Special:Translate|Special page]] for translating MediaWiki and beyond
ne: मीडियाविकि तथा अन्यको अनुवादको निम्ति [[Special:Translate|विशेष पृष्ठ]]

source: Find in page
ne: पानामा खोज्नुहोस्

source: Pages curated by active curators
ne: सकृय संरक्षकद्वारा संरक्षण गरिएका पृष्ठहरू

source: explanation
ne: वर्णन

source: Shevat
ne: शेवात

source: Do you want to publicly send thanks for this edit?
ne: के तपाईं यस सम्पादनको लागि धन्यवाद दिन चाहनुहुन्छ?

source: Client Approval
ne: ग्राहक स्वीकृति

source: Touchpad
ne: ट्चप्याड

source: XFF header
ne: एक्सयफयफ हेडर

source: No pre-filtering
ne: कुनै पूर्व-फिल्टर छैन

source: /* CSS placed here will affect users of the Modern skin */
ne: /* यहाँ राखिएको CSS ले मोनोबुक मोडर्न प्रयोगकर्ताहरूलाई प्रभावित गर्ने छ */

source: Update Now
ne: अहिले अद्यावधिक गर्नुहोस्

source: &View report
ne: प्रतिवेदन हेर्नुहोस्

source: Support
ne: सहयोग

source: New World
ne: नयाँ विश्व

source: Opens the currently focused item.
ne: हाल फोकस भएको वस्तु खोल्छ ।

source: colour with
ne: यस रङ्गको

source: Python
ne: पाइथन

source: Message documentation
ne: सन्देश दस्तावेज

source: Move item up
ne: वस्तुलाई माथि सार्ने

source: Map Image (shows standard layer)
ne: नक्साको तस्वीर (सर्वस्वीकृत सतहहरू देखाउँछ)

source: Change how the icons in the Launcher are backlit.
ne: लन्चरका आइकनहरू कसरी ब्याकलिट हुने तरिका फेर्ने ।

source: 30 useful plugins for pidgin
ne: पिजिन लागि 30 उपयोगी प्लगिन्स

source: Flags:
ne: पताकाहरु:

source: User profile
ne: प्रयोगकर्ताको विवरण

source: The tag {0} is too short
ne: {0} संकेत अति छोटो भयो

source: Paste as plain text
ne: सादा पाठको रुपमा टास्ने

source: This action cannot be performed on this page.
ne: यो कार्य यस पृष्ठमा गर्न मिल्दैन।

source: $1 {{GENDER:$2|suppressed}} page $3
ne: $1 द्वारा पृष्ठ $3 {{GENDER:$2|दबाइएको}}

source: Units
ne: युनिट

source: '''Dynamic menus''': Removes all the menus from the left column, making them drop-down menus in the top of the page instead. [[MetaWikiPedia:User:Jon Harald Søby/Dynamic menus|More …]]<br /> Note: Requires the skin '''Modern''' and any other browser than '''Internet Explorer'''.
ne: '''गतिशील मेनू''': बायाँ कलुम बाट सबै मेनू निकाल्छ, तिनको सट्टामा पृष्ठ को शीर्ष मा ड्रॉप डाउन मेनू बनाउँछ। [[MetaWikiPedia:User:Jon Harald Søby/Dynamic menus|अरु …]] <br /> नोट: यसको लागि '''आधुनिक''' खोल चाहिन्छ अनि '''इंटरनेट एक्सप्लोरर''' वाहेक कुनै पनि अरु ब्राउजरमा चल्छ।

source: Insects
ne: किरा समूह

source: Turn on or off:
ne: खोल्नुहोस या बन्द गर्नुहोस

source: The Original Barnstar
ne: ओरिजिनल बार्नस्टार

source: Which card would you like to use
ne: कुन कार्ड प्रयोग गर्न चाहनुहुन्छ ?

source: Public multiplayer
ne: सार्वजनिक बहुखेलाडी

source: Tevet
ne: तेभेत

source: Date of Birth
ne: जन्म मिति

source: Total number of members
ne: कुल सदस्यहरूको संख्या

source: External Id
ne: बाह्य ID

source: Link to a video or channel
ne: भिडियो या च्यानलको लिङ्क

source: Create a book
ne: पुस्तक बनाउने

source: Measurement
ne: मापन

source: Page status
ne: पृष्ठको स्थिती

source: _Style:
ne: शैली:

source: Rating
ne: स्तर निर्धारण गर्नुहोस्

source: Key to show the handles
ne: ह्यान्डल देखाउनको लागि 'कि'

source: The name of the file you are uploading begins with <strong>"$1"</strong>, which is a non-descriptive name typically assigned automatically by digital cameras. Please choose a more descriptive name for your file.
ne: तपाईं जुन फाइल अपलोड गर्दै हुनुहुन्छ त्यसको नाम <strong>"$1"</strong>बाट शुरू हुन्छ, जुन डिजिटल क्यामराद्वारा दिइएको नाम हो। कृपया यस फाइलको लागि कुनै दोश्रो अधिक जानकारीयुक्त नाम छान्नुहोस्।

source: Hunting Stand
ne: शिकार क्षेत्र

source: The size of the icons in the Launcher.
ne: लन्चरमा देखिने आइकनका आकार ।

source: Skin or browser default
ne: खोल अथवा ब्राउजर पूर्वस्थिति

source: Expand Block
ne: ब्लकहरू फिजाउने

source: Dead link
ne: मृत(काम नलाग्ने) लिङ्क

source: Maximum number: 1000
ne: उच्चतम संख्या : १०००

source: $1 Hit your browser's back button to retry.
ne: $1 पुनः प्रयास गर्न ब्राउजरको back बटनमा थिच्नुहोस्।

source: Search Wikisource
ne: विकिस्रोतमा खोज्नुहोस्

source: Text Entry
ne: पाठ प्रविष्ट

source: Subject:
ne: विषय:

source: Single click, primary button
ne: मुख्य बटन एक पटक थिच्नुहोस

source: <strong>Note: Due to technical limitations, thumbnails of high resolution GIF images such as this one will not be animated.</strong>
ne: <strong>सूचना:प्राविधिक समस्याहरूको कारण यस फाइल जस्तै अधिक रिजोल्युसन जीआइयफ चित्रहरूको थम्बनेल ऐनिमेटेड हुँदैन।</strong>

source: Qualifiers
ne: क्वालिफायरहरू

source: Edit your settings for this project
ne: यस परियोजनाको लागि तपाईंको सेटिंग सम्पादन गर्नुहोस्

source: You logged in with a temporary emailed code. To finish logging in, you must set a new password here:
ne: तपाईं अस्थाई इमेल कोडले प्रवेश गर्नुभएको छ। प्रवेश सफल पार्नका लागि, तपाईंले यहाँ एउटा नयाँ पासवर्ड राख्नु पर्नेछ:

source: Add to Dash
ne: ड्यासमा थप्नुहोस्

source: find in page
ne: पानामा खोज्नुहोस्

source: Protect pages included in this page (cascading protection)
ne: यो पृष्ठमा संलग्न सुरक्षित पृष्ठहरू(लामबद्द सुरक्षा)

source: Confirm remove
ne: हटाउन यकिन गर्नुहोस

source: The Resilient Barnstar is awarded to any editor who learns and improves from criticisms, never letting mistakes impede their growth as an editor.
ne: दृढता बार्नस्टार ती सम्पादकहरूलाई दिइन्छ जसले आलोचना र गल्तीबाट सिख्नुका साथै आफ्नो सम्पादनमा दृढ रहने गर्छन्।

source: If none of this applies, then please report this bug using the command 'ubuntu-bug ubuntu-release-upgrader-core' in a terminal.
ne: यो कुनै पनि लागू हुदैन​ भने कृपया यो बगको रिपोर्ट गर्न​ 'ubuntu-bug ubuntu-release-upgrader-core' कमान्ठको प्रयोग​ टर्मिनल​मा गर्नु होला।

source: Please re-install the 'software-center' package.
ne: कृपया 'सफ्टवेयर-केन्द्र' प्याकेज पुनःप्रतिस्थापन गर्नुहोस्

source: Pages moved
ne: सारिएको पृष्ठहरू

source: New line
ne: नयाँ पङ्कित

source: Save to device
ne: डिभाइसमा संग्रह गर्ने

source: Upgrade canceled
ne: स्तरोन्नति रद्द भयो

source: Information about the group
ne: समूह बारेको जानकारी

source: %amount% {{plural:%amount%|one=gold|other=gold|default=gold}}
ne: %amount% {{plural:%amount%|one=सुन|other=सुन|default=सुन}}

source: The password field is empty
ne: प्रवेशशब्द मान खाली छ

source: device;system;information;memory;processor;version;default;application;preferred;cd;dvd;usb;audio;video;disc;removable;media;autorun;
ne: उपकरण; सिस्टम; जानकारी; मेमोरी; प्रोसेसर; संस्करण; पूर्वनिर्धारित; अनुप्रयोग; उपयुक्त; सीडी; डीभिडी; यूएसबी; अडियो; भिडियो; डिस्क; हटाउन सकिने; मिडिया; स्वचालित;

source: U.S. dollar
ne: अमेरिकी डलर

source: There was either an authentication database error or you are not allowed to update your external account.
ne: यहाँ प्रमाणिकरण डेटाबेस त्रुटि भयो या त तपाईंलाई आफ्नो बाहिरी खाता अद्यतन गर्ने अनुमति छैन।

source: Small text
ne: सानो पाठ

source: Participate!
ne: सहभागी हुने!

source: Built-in
ne: स्वतः निर्मित

source: _Monthly calendar
ne: _मासिक पात्रो

source: print
ne: छाप्नुहोस्

source: Browse for more pictures…
ne: अरू तस्विरको लागि ब्राउज गर्नुहोस्

source: The site took too long to respond. Please check the site is up, wait a short while and try again. You may want to try at a less busy time.
ne: साइटले उत्तर दिन धेरै बेर लगायो। कॄपया जाँच गर्नुहोस कतै साइट चल्दैछ वा चलेको छैन, केहि बेर प्रतीक्षा गरेर पुनः प्रयास गर्नुहोस। तपाईं शायद कम व्यस्त समयमा कोशिश गर्न चाहनुहुन्छ।

source: Edit this entry
ne: यो प्रविष्टी सम्पादन गर्ने

source: Results from <a href="http://www.npemap.org.uk/">NPEMap / FreeThe Postcode</a>
ne: <a href="http://www.npemap.org.uk/">NPEMap / FreeThe Postcode</a>बाट नतिजाहरू

source: Thursday
ne: बिहीबार

source: _Force Quit
ne: _अन्त्य गर्न दवाब दिनुहोस्

source: Data objects
ne: तथ्याङ्क वस्तुहरू

source: Zoom level
ne: जुम स्तर
